---
kind: property
id: P:Autodesk.Revit.DB.FabricationPart.Size
source: html/d4c21180-6da0-2f1a-6b16-55d7b7147a76.htm
---
# Autodesk.Revit.DB.FabricationPart.Size Property

The size of the fabrication part.

## Syntax (C#)
```csharp
public string Size { get; }
```